Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# Diagnostics_ErrorDetectedLabelFormat
source: Click or press {0} to ask the agent for a suggested fix
af_za: Klik of druk {0} om die agent vir 'n voorgestelde oplossing te vra
am_et: የቀረበ ማስተካከያ ከወኪሉ ለመጠየቅ {0}ን ጠቅ ያድርጉ ወይም ይጫኑ
ar_sa: انقر أو اضغط {0} لتطلب من العميل اقتراح إصلاح
as_in: এজেণ্টক এটা পৰামৰ্শিত সমাধান সুধিবলৈ {0} ক্লিক কৰক বা টিপক
az_latn_az: Agentdən təklif olunan düzəliş istəmək üçün {0} üzərinə klikləyin və ya basın
bg_bg: Щракнете или натиснете {0}, за да поискате от агента предложение за корекция
bn_in: এজেন্টের কাছে একটি প্রস্তাবিত সমাধান চাইতে {0} ক্লিক করুন বা চাপুন
bs_latn_ba: Kliknite ili pritisnite {0} da zatražite od agenta predloženu ispravku
cs_cz: Kliknutím nebo stisknutím {0} požádejte agenta o navrženou opravu
cy_gb: Cliciwch neu pwyswch {0} i ofyn i'r asiant am atgyweiriad a awgrymir
da_dk: Klik eller tryk på {0} for at bede agenten om en foreslået rettelse
el_gr: Κάντε κλικ ή πατήστε {0} για να ζητήσετε από τον πράκτορα μια προτεινόμενη διόρθωση
es_es: Haga clic o presione {0} para pedir al agente una corrección sugerida
et_ee: Klõpsake või vajutage {0}, et küsida agendilt soovitatud parandust
fa_ir: برای درخواست رفع پیشنهادی از عامل، روی {0} کلیک کنید یا آن را فشار دهید
fi_fi: Napsauta tai paina {0} pyytääksesi agentilta ehdotettua korjausta
fr_fr: Cliquez ou appuyez sur {0} pour demander une correction à l’agent
ga_ie: Cliceáil nó brúigh {0} chun réiteach molta a iarraidh ar an ngníomhaire
gd_gb: Briog no brùth {0} gus càradh a mholadh iarraidh air a’ ghnìomhaire
gu_in: એજન્ટને સૂચવેલ સુધારો પૂછવા માટે {0} પર ક્લિક કરો અથવા દબાવો
he_il: לחץ או הקש על {0} כדי לבקש מהסוכן תיקון מוצע
hi_in: एजेंट से सुझाया गया समाधान माँगने के लिए {0} पर क्लिक करें या दबाएँ
hu_hu: Kattintson vagy nyomja le a(z) {0} billentyűt, hogy az ügynöktől javasolt javítást kérjen
hy_am: Սեղմեք կամ հպեք {0}-ին՝ գործակալից առաջարկվող շտկում խնդրելու համար
is_is: Smelltu eða ýttu á {0} til að biðja vélmennið um tillögu að lagfæringu
it_it: Fai clic o premi {0} per chiedere all'agente una correzione suggerita
ja_jp: クリックするか {0} を押してエージェントに修正案を依頼
ka_ge: დააწკაპუნეთ ან დააჭირეთ {0}-ს, რათა აგენტს შესწორება სთხოვოთ
kk_kz: Агенттен ұсынылған түзетуді сұрау үшін {0} түймесін шертіңіз немесе басыңыз
kn_in: ಸೂಚಿತ ಪರಿಹಾರವನ್ನು ಏಜೆಂಟ್‌ಗೆ ಕೇಳಲು {0} ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಒತ್ತಿರಿ
ko_kr: 에이전트에게 수정 제안을 요청하려면 {0}를 클릭하거나 누르세요
kok_in: एजेंटाक सुचयिल्ली दुरुस्ती विचारपाक {0} क्लिक करात वा दामात
lb_lu: Klickt op {0} oder dréckt et, fir den Agent no engem virgeschloene Fix ze froen
lt_lt: Spustelėkite arba paspauskite {0}, kad paprašytumėte agento siūlomo pataisymo
lv_lv: Noklikšķiniet vai nospiediet {0}, lai lūgtu aģentam ieteikto labojumu
mi_nz: Pāwhiritia, pēhia rānei {0} hei tono i te pokapū mō tētahi whakatikatika e marohitia ana
mk_mk: Кликнете или притиснете {0} за да побарате од агентот предложена поправка
ml_in: നിർദ്ദേശിച്ച പരിഹാരത്തിനായി ഏജന്റിനോട് ആവശ്യപ്പെടാൻ {0} ക്ലിക്ക് ചെയ്യുകയോ അമർത്തുകയോ ചെയ്യുക
mr_in: सुचवलेल्या निराकरणासाठी एजंटला विचारण्यासाठी {0} क्लिक करा किंवा दाबा
mt_mt: Ikklikkja jew agħfas {0} biex titlob lill-aġent għal soluzzjoni suġġerita
ne_np: सुझाव गरिएको समाधानका लागि एजेन्टलाई सोध्न {0} क्लिक गर्नुहोस् वा थिच्नुहोस्
nl_nl: Klik of druk op {0} om de agent om een voorgestelde oplossing te vragen
nn_no: Klikk eller trykk {0} for å be agenten om eit framlegg til løysing
or_in: ପ୍ରସ୍ତାବିତ ସମାଧାନ ପାଇଁ ଏଜେଣ୍ଟଙ୍କୁ ପଚାରିବାକୁ {0} କ୍ଲିକ୍ କରନ୍ତୁ କିମ୍ବା ଦବାନ୍ତୁ
pa_in: ਸੁਝਾਏ ਗਏ ਹੱਲ ਲਈ ਏਜੰਟ ਨੂੰ ਪੁੱਛਣ ਵਾਸਤੇ {0} 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਜਾਂ ਦਬਾਓ
pl_pl: Kliknij lub naciśnij {0}, aby poprosić agenta o sugerowaną poprawkę
pt_br: Clique ou pressione {0} para pedir ao agente uma correção sugerida
pt_pt: Clique ou prima {0} para pedir ao agente uma correção sugerida
quz_pe: Ñit'iy utaq ñit'i {0} AI yanapaqman allinchayta yuyaychananpaq mañakunaykipaq
ro_ro: Fă clic sau apasă pe {0} pentru a cere agentului o remediere sugerată
sk_sk: Kliknutím alebo stlačením {0} požiadajte agenta o navrhovanú opravu
sl_si: Kliknite ali pritisnite {0}, da agenta prosite za predlagani popravek
sq_al: Klikoni ose shtypni {0} për t'i kërkuar agjentit një rregullim të sugjeruar
sr_cyrl_rs: Кликните или притисните {0} да бисте затражили од агента предложену исправку
sr_latn_rs: Kliknite ili pritisnite {0} da biste zatražili od agenta predloženu ispravku
sv_se: Klicka eller tryck på {0} för att be agenten om en föreslagen åtgärd
ta_in: பரிந்துரைக்கப்பட்ட திருத்தத்தை முகவரிடம் கேட்க {0}-ஐ கிளிக் செய்யவும் அல்லது அழுத்தவும்
te_in: సూచించిన పరిష్కారం కోసం ఏజెంట్‌ను అడగడానికి {0} క్లిక్ చేయండి లేదా నొక్కండి
tr_tr: Aracıdan önerilen bir düzeltme istemek için {0} öğesine tıklayın veya basın
ug_cn: ۋاكالەتچىدىن تەۋسىيە قىلىنغان تۈزىتىشنى سوراش ئۈچۈن {0} نى چېكىڭ ياكى بېسىڭ
uk_ua: Клацніть або натисніть {0}, щоб запитати в агента запропоноване виправлення
ur_pk: تجویز کردہ اصلاح کے لیے ایجنٹ سے پوچھنے کی خاطر {0} پر کلک کریں یا دبائیں
uz_latn_uz: Agentdan tavsiya etilgan tuzatishni so'rash uchun {0} tugmasini bosing yoki cherting
zh_tw: 按一下或按 {0} 向智能體要求建議的修正

# Diagnostics_ReviewLabelFormat
source: Fix ready. Press {0} to review
af_za: Regstelling gereed. Druk {0} om te hersien
am_et: ማስተካከያ ዝግጁ ነው። ለመገምገም {0}ን ይጫኑ
ar_sa: الإصلاح جاهز. اضغط {0} للمراجعة
as_in: সমাধান সাজু। পৰ্যালোচনা কৰিবলৈ {0} টিপক
az_latn_az: Düzəliş hazırdır. Nəzərdən keçirmək üçün {0} basın
bg_bg: Корекцията е готова. Натиснете {0} за преглед
bn_in: সমাধান প্রস্তুত। পর্যালোচনা করতে {0} চাপুন
bs_latn_ba: Ispravka je spremna. Pritisnite {0} za pregled
cs_cz: Oprava připravena. Zkontrolujte stisknutím {0}
cy_gb: Atgyweiriad yn barod. Pwyswch {0} i adolygu
da_dk: Rettelse klar. Tryk på {0} for at gennemse
el_gr: Η διόρθωση είναι έτοιμη. Πατήστε {0} για έλεγχο
es_es: Corrección lista. Presione {0} para revisar
et_ee: Parandus valmis. Ülevaatamiseks vajutage {0}
fa_ir: رفع آماده است. برای بررسی {0} را فشار دهید
fi_fi: Korjaus valmis. Tarkista painamalla {0}
fr_fr: Correctif prêt. Appuyez sur {0} pour examiner
ga_ie: Réiteach réidh. Brúigh {0} chun athbhreithniú a dhéanamh
gd_gb: Càradh deiseil. Brùth {0} airson lèirmheas
gu_in: સુધારો તૈયાર. સમીક્ષા કરવા માટે {0} દબાવો
he_il: התיקון מוכן. הקש על {0} כדי לעיין
hi_in: सुधार तैयार है. समीक्षा करने के लिए {0} दबाएँ
hu_hu: A javítás kész. Nyomja le a(z) {0} billentyűt az áttekintéshez
hy_am: Շտկումը պատրաստ է։ Սեղմեք {0}՝ դիտարկելու համար
is_is: Lagfæring tilbúin. Ýttu á {0} til að yfirfara
it_it: Correzione pronta. Premi {0} per esaminare
ja_jp: 修正の準備ができました。{0} を押して確認
ka_ge: შესწორება მზადაა. დააჭირეთ {0}-ს გადასახედად
kk_kz: Түзету дайын. Қарап шығу үшін {0} түймесін басыңыз
kn_in: ಸರಿಪಡಿಸುವಿಕೆ ಸಿದ್ಧ. ಪರಿಶೀಲಿಸಲು {0} ಒತ್ತಿರಿ
ko_kr: 수정 준비 완료. 검토하려면 {0}를 누르세요
kok_in: दुरुस्ती तयार. तपासपाक {0} दामात
lb_lu: Fix prett. Dréckt {0} fir ze iwwerpréiwen
lt_lt: Pataisymas paruoštas. Paspauskite {0}, kad peržiūrėtumėte
lv_lv: Labojums gatavs. Nospiediet {0}, lai pārskatītu
mi_nz: Kua rite te whakatika. Pēhia {0} hei arotake
mk_mk: Поправката е подготвена. Притиснете {0} за да прегледате
ml_in: പരിഹാരം തയ്യാറാണ്. അവലോകനം ചെയ്യാൻ {0} അമർത്തുക
mr_in: निराकरण तयार आहे. पुनरावलोकन करण्यासाठी {0} दाबा
mt_mt: It-tiswija lesta. Agħfas {0} biex tirrevedi
ne_np: समाधान तयार छ। समीक्षा गर्न {0} थिच्नुहोस्
nl_nl: Oplossing gereed. Druk op {0} om te controleren
nn_no: Løysinga er klar. Trykk {0} for å sjå gjennom
or_in: ସମାଧାନ ପ୍ରସ୍ତୁତ। ସମୀକ୍ଷା କରିବାକୁ {0} ଦବାନ୍ତୁ
pa_in: ਹੱਲ ਤਿਆਰ ਹੈ। ਸਮੀਖਿਆ ਕਰਨ ਲਈ {0} ਦਬਾਓ
pl_pl: Poprawka gotowa. Naciśnij {0}, aby przejrzeć
pt_br: Correção pronta. Pressione {0} para revisar
pt_pt: Correção pronta. Prima {0} para rever
quz_pe: Allichay wakichisqaña. Ñit'i {0} qhawarinaykipaq
ro_ro: Remedierea este gata. Apasă pe {0} pentru a examina
sk_sk: Oprava je pripravená. Stlačením {0} skontrolujte
sl_si: Popravek je pripravljen. Pritisnite {0} za pregled
sq_al: Rregullimi është gati. Shtypni {0} për të shqyrtuar
sr_cyrl_rs: Исправка је спремна. Притисните {0} за преглед
sr_latn_rs: Ispravka je spremna. Pritisnite {0} za pregled
sv_se: Korrigeringen är klar. Tryck på {0} för att granska
ta_in: திருத்தம் தயாராக உள்ளது. மதிப்பாய்வு செய்ய {0}-ஐ அழுத்தவும்
te_in: పరిష్కారం సిద్ధంగా ఉంది. సమీక్షించడానికి {0} నొక్కండి
tr_tr: Düzeltme hazır. Gözden geçirmek için {0} öğesine basın
ug_cn: توزىتىش تەييار. تەكشۈرۈش ئۈچۈن {0} نى بېسىڭ
uk_ua: Виправлення готове. Натисніть {0} для перегляду
ur_pk: اصلاح تیار ہے۔ جائزہ لینے کے لیے {0} دبائیں
uz_latn_uz: Tuzatish tayyor. Ko'rib chiqish uchun {0} tugmasini bosing
zh_tw: 修正已就緒。按 {0} 以檢閱

# Diagnostics_ReviewTooltip
source: Open the agent pane to review the suggested fix
af_za: Maak die agentpaneel oop om die voorgestelde oplossing te hersien
am_et: የቀረበውን ማስተካከያ ለመገምገም የወኪሉን ሰሌዳ ይክፈቱ
ar_sa: افتح جزء العميل لمراجعة الإصلاح المقترح
as_in: পৰামৰ্শিত সমাধান পৰ্যালোচনা কৰিবলৈ এজেণ্ট পেনেল খোলক
az_latn_az: Təklif olunan düzəlişi nəzərdən keçirmək üçün agent panelini açın
bg_bg: Отворете панела на агента, за да прегледате предложената корекция
bn_in: প্রস্তাবিত সমাধান পর্যালোচনা করতে এজেন্ট প্যানেল খুলুন
bs_latn_ba: Otvorite ploču agenta da pregledate predloženu ispravku
cs_cz: Otevřete podokno agenta a zkontrolujte navrženou opravu
cy_gb: Agorwch banel yr asiant i adolygu'r atgyweiriad a awgrymir
da_dk: Åbn agentruden for at gennemse den foreslåede rettelse
el_gr: Ανοίξτε το παράθυρο του πράκτορα για να ελέγξετε την προτεινόμενη διόρθωση
es_es: Abra el panel del agente para revisar la corrección sugerida
et_ee: Soovitatud paranduse ülevaatamiseks avage agendi paan
fa_ir: برای بررسی رفع پیشنهادی، پنجره عامل را باز کنید
fi_fi: Avaa agenttiruutu tarkistaaksesi ehdotetun korjauksen
fr_fr: Ouvrir le volet de l’agent pour examiner la correction proposée
ga_ie: Oscail pána an ghníomhaire chun an réiteach molta a athbhreithniú
gd_gb: Fosgail leòsan a’ ghnìomhaire gus an càradh a mholadh a lèirmheas
gu_in: સૂચવેલ સુધારાની સમીક્ષા કરવા માટે એજન્ટ ફલક ખોલો
he_il: פתח את חלונית הסוכן כדי לעיין בתיקון המוצע
hi_in: सुझाए गए समाधान की समीक्षा करने के लिए एजेंट फलक खोलें
hu_hu: Nyissa meg az ügynök ablaktábláját a javasolt javítás áttekintéséhez
hy_am: Բացեք գործակալի վահանակը՝ առաջարկվող շտկումը դիտարկելու համար
is_is: Opnaðu vélmennisrúðuna til að yfirfara tillöguna að lagfæringu
it_it: Apri il riquadro dell'agente per esaminare la correzione suggerita
ja_jp: エージェント ペインを開いて修正案を確認します
ka_ge: გახსენით აგენტის პანელი შემოთავაზებული შესწორების გადასახედად
kk_kz: Ұсынылған түзетуді қарап шығу үшін агент тақтасын ашыңыз
kn_in: ಸೂಚಿತ ಪರಿಹಾರವನ್ನು ಪರಿಶೀಲಿಸಲು ಏಜೆಂಟ್ ಫಲಕವನ್ನು ತೆರೆಯಿರಿ
ko_kr: 에이전트 창을 열어 제안된 수정 사항을 검토합니다
kok_in: सुचयिल्ली दुरुस्ती तपासपाक एजेंट फलक उगडात
lb_lu: Maacht den Agent-Beräich op, fir de virgeschloene Fix ze iwwerpréiwen
lt_lt: Atidarykite agento sritį, kad peržiūrėtumėte siūlomą pataisymą
lv_lv: Atveriet aģenta rūti, lai pārskatītu ieteikto labojumu
mi_nz: Whakatuwheratia te paewhiri pokapū hei arotake i te whakatikatika e marohitia ana
mk_mk: Отворете го окното на агентот за да ја прегледате предложената поправка
ml_in: നിർദ്ദേശിച്ച പരിഹാരം അവലോകനം ചെയ്യാൻ ഏജന്റ് പെയിൻ തുറക്കുക
mr_in: सुचवलेल्या निराकरणाचे पुनरावलोकन करण्यासाठी एजंट उपखंड उघडा
mt_mt: Iftaħ il-pannell tal-aġent biex tirrevedi s-soluzzjoni suġġerita
ne_np: सुझाव गरिएको समाधान समीक्षा गर्न एजेन्ट पेन खोल्नुहोस्
nl_nl: Open het agentvenster om de voorgestelde oplossing te controleren
nn_no: Opne agentruta for å sjå gjennom den føreslåtte løysinga
or_in: ପ୍ରସ୍ତାବିତ ସମାଧାନ ସମୀକ୍ଷା କରିବାକୁ ଏଜେଣ୍ଟ ପେନ୍ ଖୋଲନ୍ତୁ
pa_in: ਸੁਝਾਏ ਗਏ ਹੱਲ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਲਈ ਏਜੰਟ ਪੈਨ ਖੋਲ੍ਹੋ
pl_pl: Otwórz okienko agenta, aby przejrzeć sugerowaną poprawkę
pt_br: Abra o painel do agente para revisar a correção sugerida
pt_pt: Abra o painel do agente para rever a correção sugerida
quz_pe: AI yanapaqpa qillqananta kichay yuyaychasqa allinchayta qhawarinaykipaq
ro_ro: Deschide panoul agentului pentru a examina remedierea sugerată
sk_sk: Otvorte panel agenta a skontrolujte navrhovanú opravu
sl_si: Odprite podokno agenta za pregled predlaganega popravka
sq_al: Hapni panelin e agjentit për të shqyrtuar rregullimin e sugjeruar
sr_cyrl_rs: Отворите окно агента да бисте прегледали предложену исправку
sr_latn_rs: Otvorite okno agenta da biste pregledali predloženu ispravku
sv_se: Öppna agentpanelen för att granska den föreslagna åtgärden
ta_in: பரிந்துரைக்கப்பட்ட திருத்தத்தை மதிப்பாய்வு செய்ய முகவர் பலகத்தைத் திறக்கவும்
te_in: సూచించిన పరిష్కారాన్ని సమీక్షించడానికి ఏజెంట్ పేన్‌ను తెరవండి
tr_tr: Önerilen düzeltmeyi gözden geçirmek için aracı bölmesini açın
ug_cn: تەۋسىيە قىلىنغان تۈزىتىشنى تەكشۈرۈش ئۈچۈن ۋاكالەتچى كۆزنىكىنى ئېچىڭ
uk_ua: Відкрийте панель агента, щоб переглянути запропоноване виправлення
ur_pk: تجویز کردہ اصلاح کا جائزہ لینے کے لیے ایجنٹ پین کھولیں
uz_latn_uz: Tavsiya etilgan tuzatishni ko'rib chiqish uchun agent panelini oching
zh_tw: 開啟智能體窗格以檢閱建議的修正

# Diagnostics_ErrorDetectedTooltipFormat
source: Error detected. Click or press {0} to ask the AI agent to diagnose and suggest a fix.
af_za: Fout bespeur. Klik of druk {0} om die KI-agent te vra om te diagnoseer en 'n oplossing voor te stel.
am_et: ስህተት ተገኝቷል። ለመመርመር እና መፍትሄ ለመጠቆም AI ወኪልን ለመጠየቅ {0}ን ጠቅ ያድርጉ ወይም ይጫኑ።
ar_sa: تم اكتشاف خطأ. انقر أو اضغط على {0} لطلب من وكيل الذكاء الاصطناعي تشخيص المشكلة واقتراح إصلاح.
as_in: ত্ৰুটি ধৰা পৰিছে। AI এজেণ্টক সমস্যা নিৰ্ণয় কৰি এটা সমাধান পৰামৰ্শ দিবলৈ ক’বলৈ {0} ত ক্লিক কৰক বা টিপক।
az_latn_az: Xəta aşkar edildi. AI agentindən diaqnostika aparmasını və düzəliş təklif etməsini istəmək üçün {0} üzərinə klikləyin və ya basın.
bg_bg: Открита е грешка. Щракнете или натиснете {0}, за да помолите AI агента да диагностицира и предложи решение.
bn_in: ত্রুটি শনাক্ত হয়েছে। AI এজেন্টকে নির্ণয় করতে এবং একটি সমাধান প্রস্তাব করতে বলতে {0}-এ ক্লিক করুন বা চাপুন।
bs_latn_ba: Greška je otkrivena. Kliknite ili pritisnite {0} da zamolite AI agenta da dijagnosticira i predloži popravku.
cs_cz: Byla zjištěna chyba. Kliknutím nebo stisknutím {0} požádáte agenta AI, aby diagnostikoval problém a navrhl opravu.
cy_gb: Canfuwyd gwall. Cliciwch neu gwasgwch {0} i ofyn i'r asiant AI wneud diagnosis ac awgrymu atgyweiriad.
da_dk: Fejl registreret. Klik eller tryk på {0} for at bede AI-agenten om at diagnosticere og foreslå en rettelse.
el_gr: Εντοπίστηκε σφάλμα. Κάντε κλικ ή πατήστε το {0} για να ζητήσετε από τον πράκτορα AI να το διαγνώσει και να προτείνει μια διόρθωση.
es_es: Se detectó un error. Haga clic o pulse {0} para pedirle al agente de IA que lo diagnostique y sugiera una solución.
et_ee: Tuvastati viga. AI-agendilt diagnoosi ja paranduse soovitamiseks klõpsake või vajutage {0}.
fa_ir: خطا شناسایی شد. برای اینکه عامل هوش مصنوعی خطا را بررسی کند و راه‌حلی پیشنهاد دهد، روی {0} کلیک کنید یا آن را فشار دهید.
fi_fi: Virhe havaittu. Pyydä tekoälyagenttia diagnosoimaan ja ehdottamaan korjausta napsauttamalla tai painamalla {0}.
fr_fr: Erreur détectée. Cliquez ou appuyez sur {0} pour demander à l’agent IA de diagnostiquer et de proposer une correction.
ga_ie: Braitheadh earráid. Cliceáil nó brúigh {0} chun iarraidh ar an ngníomhaire AI anailís a dhéanamh agus réiteach a mholadh.
gd_gb: Chaidh mearachd a lorg. Briog no brùth {0} gus iarraidh air a’ ghnìomhaire AI breithneachadh a dhèanamh agus càradh a mholadh.
gu_in: ભૂલ મળી. AI એજન્ટને નિદાન કરવા અને ઉકેલ સૂચવવા માટે {0} પર ક્લિક કરો અથવા દબાવો.
he_il: זוהתה שגיאה. לחץ או הקש על {0} כדי לבקש מהסוכן של ה‑AI לאבחן ולהציע תיקון.
hi_in: त्रुटि मिली। AI एजेंट से निदान करने और समाधान सुझाने के लिए {0} पर क्लिक करें या दबाएँ।
hu_hu: Hiba észlelve. Kattintson vagy nyomja le a(z) {0} billentyűt, hogy az AI ügynök diagnosztizáljon és javasoljon egy javítást.
hy_am: Սխալ է հայտնաբերվել։ Սեղմեք կամ հպեք {0}-ին, որպեսզի AI գործակալը ախտորոշի և առաջարկի լուծում։
is_is: Villa fannst. Smelltu eða ýttu á {0} til að biðja gervigreindarvélina að greina og leggja til lagfæringu.
it_it: Errore rilevato. Fai clic o premi {0} per chiedere all'agente AI di diagnosticare e suggerire una correzione.
ja_jp: エラーが検出されました。クリックするか、{0} を押して AI エージェントに診断と修正案の提案を依頼してください。
ka_ge: შეცდომა აღმოჩენილია. დააწკაპუნეთ ან დააჭირეთ {0}-ს, რათა AI აგენტმა დიაგნოზი დასვას და შესწორება შემოგთავაზოთ.
kk_kz: Қате анықталды. AI агентіне диагностикалауды және түзету ұсынуды сұрау үшін {0} түймесін шертіңіз немесе басыңыз.
kn_in: ದೋಷ ಪತ್ತೆಯಾಗಿದೆ. AI ಏಜೆಂಟ್‌ಗೆ ವಿಶ್ಲೇಷಿಸಿ ಪರಿಹಾರ ಸೂಚಿಸಲು ಕೇಳಲು {0} ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡಿ ಅಥವಾ ಒತ್ತಿರಿ.
ko_kr: 오류가 감지되었습니다. AI 에이전트에게 진단과 수정 제안을 요청하려면 {0}를 클릭하거나 누르세요.
kok_in: चूक मेळ्ळी. AI एजेंटाक निदान करून दुरुस्तीक सुचोवपाक सांगपाक {0} क्लिक करात वा दामात.
lb_lu: Feeler erkannt. Klickt oder dréckt op {0}, fir dem AI-Agent ze froen, en ze diagnostizéieren an eng Léisung virzeschloen.
lt_lt: Klaida aptikta. Spustelėkite arba paspauskite {0}, kad AI agentas diagnozuotų ir pasiūlytų pataisą.
lv_lv: Kļūda konstatēta. Noklikšķiniet vai nospiediet {0}, lai lūgtu AI aģentam diagnosticēt un ieteikt labojumu.
mi_nz: Kua kitea he hapa. Pāwhiri, pēhia rānei i {0} kia tono ai i te kaihoko AI ki te tātari me te taunaki whakatikatika.
mk_mk: Откриена е грешка. Кликнете или притиснете {0} за да побарате од AI агентот да ја дијагностицира и предложи поправка.
ml_in: പിശക് കണ്ടെത്തി. AI ഏജന്റിനെ പ്രശ്നം നിർണയിച്ച് പരിഹാരം നിർദ്ദേശിക്കാൻ ആവശ്യപ്പെടാൻ {0} ക്ലിക്കുചെയ്യുക അല്ലെങ്കിൽ അമർത്തുക.
mr_in: त्रुटी आढळली. AI एजंटला निदान करून उपाय सुचवण्यासाठी {0} क्लिक करा किंवा दाबा.
mt_mt: Instab żball. Ikklikkja jew agħfas {0} biex titlob lill-aġent tal-IA jiddijanjostika u jissuġġerixxi soluzzjoni.
ne_np: त्रुटि भेटियो। AI एजेन्टलाई समस्या पहिचान गरी समाधान सुझाउन {0} क्लिक गर्नुहोस् वा थिच्नुहोस्।
nl_nl: Fout gedetecteerd. Klik of druk op {0} om de AI-agent te vragen de fout te analyseren en een oplossing voor te stellen.
nn_no: Feil oppdaga. Klikk eller trykk {0} for å be KI-agenten om å diagnostisere og foreslå ei løysing.
or_in: ତ୍ରୁଟି ଚିହ୍ନଟ ହେଲା। AI ଏଜେଣ୍ଟକୁ ନିଦାନ କରି ସମାଧାନ ପ୍ରସ୍ତାବ କରିବାକୁ {0} କ୍ଲିକ୍ କରନ୍ତୁ କିମ୍ବା ଦବାନ୍ତୁ।
pa_in: ਗਲਤੀ ਮਿਲੀ। AI ਏਜੰਟ ਨੂੰ ਨਿਦਾਨ ਕਰਨ ਅਤੇ ਹੱਲ ਸੁਝਾਉਣ ਲਈ {0} 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਜਾਂ ਦਬਾਓ।
pl_pl: Wykryto błąd. Kliknij lub naciśnij {0}, aby poprosić agenta AI o zdiagnozowanie problemu i zasugerowanie poprawki.
pt_br: Erro detectado. Clique ou pressione {0} para pedir ao agente de IA que diagnostique e sugira uma correção.
pt_pt: Erro detetado. Clique ou prima {0} para pedir ao agente de IA que diagnostique e sugira uma correção.
quz_pe: Hucha rikurirqan. Ñit'iy utaq ñit'i {0} AI yanapaqman huchata t'aqwinapaq chaymanta allinchayta yuyaychanapaq.
ro_ro: Eroare detectată. Fă clic sau apasă {0} pentru a cere agentului AI să diagnosticheze și să sugereze o remediere.
sk_sk: Zistená chyba. Kliknite alebo stlačte {0}, aby ste požiadali agenta AI o diagnostikovanie a návrh opravy.
sl_si: Odkrita je bila napaka. Kliknite ali pritisnite {0}, da od agenta UI zahtevate diagnostiko in predlog rešitve.
sq_al: U zbulua një gabim. Klikoni ose shtypni {0} që t'i kërkoni agjentit të IA të diagnostikojë dhe të sugjerojë një zgjidhje.
sr_cyrl_rs: Уочена је грешка. Кликните или притисните {0} да бисте затражили од AI агента да је дијагностикује и предложи исправку.
sr_latn_rs: Uočena je greška. Kliknite ili pritisnite {0} da biste zatražili od AI agenta da je dijagnostikuje i predloži ispravku.
sv_se: Fel har upptäckts. Klicka eller tryck på {0} för att be AI-agenten diagnostisera och föreslå en lösning.
ta_in: பிழை கண்டறியப்பட்டது. AI முகவர் கண்டறிந்து தீர்வை பரிந்துரைக்க {0}-ஐ கிளிக் செய்யவும் அல்லது அழுத்தவும்.
te_in: లోపం గుర్తించబడింది. AI ఏజెంట్‌కి నిర్ధారించి పరిష్కారం సూచించమని అడగడానికి {0} క్లిక్ చేయండి లేదా నొక్కండి.
tr_tr: Hata algılandı. AI aracısının tanılaması ve bir düzeltme önermesi için {0} öğesine tıklayın veya basın.
ug_cn: خاتالىق بايقالدى. سۈنئىي ئەقىل ۋاكالەتچىسىگە دىياگنوز قويۇپ، تۈزىتىش تەكلىپ قىلىشىنى سوراش ئۈچۈن {0} نى چېكىڭ ياكى بېسىڭ.
uk_ua: Виявлено помилку. Клацніть або натисніть {0}, щоб попросити AI-агента діагностувати її та запропонувати виправлення.
ur_pk: خرابی کا پتہ چل گیا ہے۔ AI ایجنٹ سے تشخیص اور حل تجویز کروانے کے لیے {0} پر کلک کریں یا دبائیں۔
uz_latn_uz: Xato aniqlandi. AI agentdan tashxis qoʻyish va tuzatishni taklif qilishni soʻrash uchun {0} tugmasini cherting yoki bosing.
zh_tw: 已偵測到錯誤。按一下或按 {0}，請 AI 智能體診斷並建議修正。

# Diagnostics_FixReadyTooltipFormat
source: Fix ready — {0} to apply
af_za: Regstelling gereed — {0} om toe te pas
am_et: ማስተካከያ ዝግጁ ነው — ለመተግበር {0}
ar_sa: الإصلاح جاهز — {0} للتطبيق
as_in: সমাধান সাজু — প্ৰয়োগ কৰিবলৈ {0}
az_latn_az: Düzəliş hazırdır — tətbiq etmək üçün {0}
bg_bg: Корекцията е готова — {0}, за да приложите
bn_in: সমাধান প্রস্তুত — প্রয়োগ করতে {0}
bs_latn_ba: Ispravka je spremna — {0} za primjenu
cs_cz: Oprava připravena — {0} pro použití
cy_gb: Atgyweiriad yn barod — {0} i'w gymhwyso
da_dk: Rettelse klar — {0} for at anvende
el_gr: Η διόρθωση είναι έτοιμη — {0} για εφαρμογή
es_es: Corrección lista — {0} para aplicar
et_ee: Parandus valmis — rakendamiseks {0}
fa_ir: رفع آماده است — {0} برای اعمال
fi_fi: Korjaus valmis — käytä painamalla {0}
fr_fr: Correction prête — {0} pour appliquer
ga_ie: Ceartúchán réidh — {0} le cur i bhfeidhm
gd_gb: Càradh deiseil — {0} gus a chur an sàs
gu_in: સુધારો તૈયાર — લાગુ કરવા માટે {0}
he_il: התיקון מוכן — {0} להחלה
hi_in: सुधार तैयार — लागू करने के लिए {0}
hu_hu: Javítás kész — {0} az alkalmazáshoz
hy_am: Շտկումը պատրաստ է — {0}՝ կիրառելու համար
is_is: Lagfæring tilbúin — {0} til að beita
it_it: Correzione pronta — {0} per applicare
ja_jp: 修正の準備ができました — {0} で適用
ka_ge: შესწორება მზადაა — {0} გამოსაყენებლად
kk_kz: Түзету дайын — қолдану үшін {0}
kn_in: ಸರಿಪಡಿಸುವಿಕೆ ಸಿದ್ಧ — ಅನ್ವಯಿಸಲು {0}
ko_kr: 수정 준비됨 — {0} 키로 적용
kok_in: दुरुस्ती तयार — लागू करपाक {0}
lb_lu: Fix prett — {0} fir unzewenden
lt_lt: Pataisa paruošta — {0}, kad pritaikytumėte
lv_lv: Labojums gatavs — {0}, lai lietotu
mi_nz: Kua rite te whakatika — {0} hei hoatu
mk_mk: Поправката е подготвена — {0} за примена
ml_in: പരിഹാരം തയ്യാറാണ് — പ്രയോഗിക്കാൻ {0}
mr_in: दुरुस्ती तयार — लागू करण्यासाठी {0}
mt_mt: Soluzzjoni lesta — {0} biex tapplika
ne_np: समाधान तयार — लागू गर्न {0}
nl_nl: Oplossing gereed — {0} om toe te passen
nn_no: Fiks klar — {0} for å bruke
or_in: ସମାଧାନ ପ୍ରସ୍ତୁତ — ପ୍ରୟୋଗ କରିବାକୁ {0}
pa_in: ਫਿਕਸ ਤਿਆਰ — ਲਾਗੂ ਕਰਨ ਲਈ {0}
pl_pl: Poprawka gotowa — {0}, aby zastosować
pt_br: Correção pronta — {0} para aplicar
pt_pt: Correção pronta — {0} para aplicar
quz_pe: Allichay listo — {0} churaypaq
ro_ro: Remediere gata — {0} pentru aplicare
sk_sk: Oprava je pripravená — {0} na použitie
sl_si: Popravek je pripravljen — {0} za uporabo
sq_al: Rregullimi është gati — {0} për ta zbatuar
sr_cyrl_rs: Исправка је спремна — {0} за примену
sr_latn_rs: Ispravka je spremna — {0} za primenu
sv_se: Korrigering klar — {0} för att tillämpa
ta_in: சரி தயாராக உள்ளது — பயன்படுத்த {0}
te_in: పరిష్కారం సిద్ధం — వర్తింపజేయడానికి {0}
tr_tr: Düzeltme hazır — uygulamak için {0}
ug_cn: تۈزىتىش تەييار — قوللىنىش ئۈچۈن {0}
uk_ua: Виправлення готове — {0}, щоб застосувати
ur_pk: درستی تیار — لاگو کرنے کے لیے {0}
uz_latn_uz: Tuzatish tayyor — qoʻllash uchun {0}
zh_tw: 修正已就緒 — 按 {0} 套用
